{
  "thumbnail": "../TheLost.png",
  "title": "聴覚障碍者に向けたノートテイクシステム開発プロジェクト",
  "date": "2023年8月 ~ 2023年12月",
  "description": "聴覚障碍者の支援内容をシステムで代替するため、講義動画から音声、スライドを抽出し、ノートテイク資料を作成するシステムを開発。",
  "content": {
    "概要": "障害者差別解消法によって、大学には障碍者への合理的配慮義務が課せられている。東京大学バリアフリー支援室1)によると、聴覚障碍のある学生への支援としてパソコンテイク、ノートテイク、ノート作成、字幕挿入の4つが挙げられている。しかし、これらは支援を行う情報保障者の不足や能力差が課題となっている。実際に、規模の小さい大学では人員的余裕がなくノートテイクの補助ができなかった事例や、希望された理工系の情報保障者を割り当てられなかった事例などがJASSOに報告されている2)3)。 本プロジェクトでは、聴覚障碍者に向けて情報保障者が行う支援内容をシステムで代替するため、講義動画から音声、スライドを抽出し、ノートテイクされた資料を作成するシステムを開発し、課題の解決を図った。",
    "目的": "講義資料から聴覚障碍者への合理的配慮のある補足資料を作る。"
  },
  "references": {
    "東京大学バリアフリー支援室．”支援の例”": "https://ds.adm.u-tokyo.ac.jp/receive-support/student02.html",
    "独立行政法人日本学生支援機構．”事例No.194(難聴)授業時のノートテイク補助の申し出について | JASSO”": "https://www.jasso.go.jp/statistics/gakusei_shogai_kaiketsu/case_aud/194.html",
    "独立行政法人日本学生支援機構．”事例No.18(聾)情報保障者に専攻（理工系）を理解できる学生を申し出 | JASSO”": "https://www.jasso.go.jp/statistics/gakusei_shogai_kaiketsu/case_aud/18.html"
  },
  "links": {
    "プロジェクト演習2023": "https://open.shonan.bunkyo.ac.jp/proen/2023_pro-bc/2023_b08-%e8%81%b4%e8%a6%9a%e9%9a%9c%e7%a2%8d%e8%80%85%e3%81%ab%e5%90%91%e3%81%91%e3%81%9f%e3%83%8e%e3%83%bc%e3%83%88%e3%83%86%e3%82%a4%e3%82%af%e3%82%b7%e3%82%b9%e3%83%86%e3%83%a0%e9%96%8b%e7%99%ba"
  },
  "english": {
    "thumbnail": "../TheLost.png",
    "title": "Note-taking System Development Project for Hearing Impaired",
    "date": "August 2023 ~ December 2023",
    "description": "Developed a system to create note-taking materials by extracting audio and slides from lecture videos to support hearing-impaired individuals.",
    "content": {
      "Overview": "According to the Act on the Elimination of Discrimination against Persons with Disabilities, universities are required to provide reasonable accommodations for students with disabilities. According to the University of Tokyo Barrier-Free Support Office, there are four types of support for students with hearing impairments: PC take, note-taking, note creation, and subtitle insertion. However, there are issues such as a shortage of information support personnel and differences in their abilities. In fact, there have been cases reported to JASSO where small universities could not provide note-taking assistance due to lack of personnel, or where students could not be assigned information support personnel with the desired expertise in science and engineering. This project aimed to solve these issues by developing a system that creates note-taking materials by extracting audio and slides from lecture videos to replace the support provided by information support personnel for hearing-impaired individuals.",
      "Purpose": "To create supplementary materials with reasonable accommodations for hearing-impaired individuals from lecture materials."
    },
    "references": {
      "University of Tokyo Barrier-Free Support Office. 'Examples of Support'": "https://ds.adm.u-tokyo.ac.jp/receive-support/student02.html",
      "Japan Student Services Organization. 'Case No.194 (Hearing Impairment) Regarding the Offer of Note-taking Assistance during Classes | JASSO'": "https://www.jasso.go.jp/statistics/gakusei_shogai_kaiketsu/case_aud/194.html",
      "Japan Student Services Organization. 'Case No.18 (Deaf) Request for a Student Information Supporter with an Understanding of Science and Engineering | JASSO'": "https://www.jasso.go.jp/statistics/gakusei_shogai_kaiketsu/case_aud/18.html"
    },
    "links": {
      "Project Exercise 2023": "https://open.shonan.bunkyo.ac.jp/proen/2023_pro-bc/2023_b08-%e8%81%b4%e8%a6%9a%e9%9a%9c%e7%a2%8d%e8%80%85%e3%81%ab%e5%90%91%e3%81%91%e3%81%9f%e3%83%8e%e3%83%bc%e3%83%88%e3%83%86%e3%82%a4%e3%82%af%e3%82%b7%e3%82%b9%e3%83%86%e3%83%a0%e9%96%8b%e7%99%ba"
    }
  }
}
